Repository: Fami2040/Speech-Therapy-Flutter-App
Catalog: lib/l10n/app_*.arb
Languages: am

# dashboard_title
source: Speech
am: አንደበት

source: Alphabets
am: ፊደላት

source: Numbers
am: ቁጥሮች

source: Foods
am: ምግብ

source: Materials
am: ቁሳቁስ

source: Clothing
am: ኣልባሳት

source: Speechs
am: ንግግር

source: Animals
am: እንስሳ

source: Feelings
am: ስሜት

source: Colours
am: ቀለም

source: References
am: ምሳሌ

source: Actions
am: ድርጊት

source: Family
am: ቤተሰብ

source: Body Parts
am: የሰውነት ክፍል

# breaking
source: Break
am: መስበር

# dressed_up
source: Dressup
am: መልበስ

source: Fall
am: መውደቅ

# playtime
source: Playing
am: መጫወት

source: Running
am: መሮጥ

# sleep
source: Sleeping
am: መተኛት

source: Wake up
am: መንቃት

source: Walk
am: መንቀሳቀስ

source: Cat
am: ድመት

source: Cow
am: ላም

source: Dog
am: ውሻ

source: Donkey
am: አህያ

source: Goat
am: ፍየል

source: Hen
am: ዶሮ

source: Rat
am: አይጥ

source: Sheep
am: በግ

source: Back
am: ጀርባ

source: Butt
am: ቂጥ

source: Chest
am: ደረት

source: Ear
am: ጆሮ

source: Eye
am: ዓይን

source: Hand
am: እጅ

source: Nose
am: አፍንጫ

source: Teeth
am: ጥርስ

source: Jacket
am: ጃኬት

source: Trouser
am: ሱሪ

source: Shirt
am: ሸሚዝ

source: Shoes
am: ጫማ

# socks
source: Sock
am: ካልሲ

source: Sweater
am: ሹራብ

source: T-shirt
am: ቲሸርት

source: Pants
am: ፓንት

# family_father
source: Father
am: አባት

# family_mother
source: Mother
am: እናት

# family_brother
source: Brother
am: ወንድም

# family_sister
source: Sister
am: እህት

# family_uncle
source: Uncle
am: ኣጎት

# family_aunt
source: Aunt
am: አክስት

# family_grand_father
source: Grand Father
am: አያት

# family_grand_mother
source: Grand Mother
am: አያት

source: Cold
am: ብርድ

source: Depression
am: ድብርት

source: Fatigue
am: ድካም

source: Hot
am: ሙቀት

source: Hungry
am: መራብ

source: Sad
am: ሀዘን

source: Smile
am: ደስታ

source: Frustrated
am: መረበሽ

source: Apple
am: አፕል

source: Avocado
am: አቮካዶ

source: Banana
am: ሙዝ

source: Cabbage
am: ጎመን

source: Cake
am: ኬክ

source: Carrot
am: ካሮት

source: Chocolate
am: ቸኮሌት

source: Pizza
am: ፒዛ

source: Fork
am: ሹካ

source: Mug
am: ኩባያ

source: Pillow
am: ትራስ

source: Plate
am: ሳሃን

source: Potty
am: ፖፖ

source: Sofa
am: ሶፋ

source: Spoon
am: ማንኪያ

source: Tv
am: ቲቪ

source: Big
am: ትልቅ

source: Small
am: ትንሽ

source: Book
am: መጽሐፍ

source: Books
am: መጽሐፍት

source: Clean Clothing
am: ንጹህ ልብስ

source: Dirty Clothing
am: ቆሻሻ ልብስ

source: Cold Milk
am: ቀዝቃዛ ወተት

source: Hot Milk
am: ትኩስ ወተት

source: Bed
am: አልጋ

source: Box
am: ሣጥን

source: Car
am: መኪና

source: Ball
am: ኳስ

source: House
am: ቤት

# numberOne
source: One
am: አንድ

source: Runner
am: ሯጭ

source: Tree
am: ዛፍ

source: Yes
am: አዎ

source: Black
am: ጥቁር

source: White
am: ነጭ

source: Yellow
am: ቢጫ

source: Green
am: አረንጓዴ

source: Pink
am: ሮዝ

source: Grey
am: ግራጫ

source: Red
am: ቀይ

source: Orange
am: ብርቱካናማ

source: one
am: አንድ

source: two
am: ሁለት

source: three
am: ሶስት

source: four
am: አራት

source: five
am: አምስት

source: six
am: ስድስት

source: seven
am: ሰባት

source: eight
am: ስምንት

source: nine
am: ዘጠኝ

source: ten
am: አስር
